{
    "home_page_tagLine" : "",
    "home_para" : "The aim is to create a platform that enables developers, institutes, agencies, and recruiters to collaborate on real-life problem-solving projects..",

    "toast_tagLine":"Are you excited??",
    "toast_para1": "Internship program are here… ",
    "toast_para2": "Apply for various domain",
    "toast_para3": "Practice the skills, improve your confidence and Build strong CV..!",

    "About_tagLine":"",
    "About_para1": "Our developer service and community app provide a platform for developers to collaborate, share knowledge and build innovative solutions.",
    "About_para2": "Whether you're an experienced developer or just starting out, our app provides a supportive environment where you can engage with like-minded individuals, access expert guidance, and get feedback on your projects. Our service also includes access to exclusive content, training resources, and networking opportunities.",
    "About_para3": "We believe that by working together, we can create meaningful solutions that make a real difference in people's lives. Join us today and be a part of this exciting community!",

    "Services_card_1_tagline":"App Development",
    "Services_card_1_para":"We utilize the latest technologies and development frameworks to deliver high-quality apps that provide an exceptional user experience.",

    "Services_card_2_tagline":"Web Designing and Development",
    "Services_card_2_para":"Our web designing and development service provides creative and innovative solutions for businesses to establish a strong online presence through visually appealing and user-friendly websites.",

    "Services_card_3_tagline":"Design and Marketing",
    "Services_card_3_para":"Our design and marketing service helps businesses stand out and attract customers through visually appealing and effective branding strategies.",

    "Services_card_4_tagline":"Hosting and Security",
    "Services_card_4_para":"Our hosting and security service provides reliable and secure web hosting solutions to keep your website safe from cyber threats and ensure uninterrupted online presence.",

    
    "journey_1_tag":"Step 1: Application process",
    "journey_1_para": "Apply for an internship in your internested domain. Internship duration will be one month. Any branch students as well as senior can apply to internship.",

    "journey_2_tag":"Step 2: Get Internship Batch",
    "journey_2_para":"Our team will check your profile as soon as possible and send you to offer letter of an internship.",

    "journey_3_tag":"Step 3: Task Allocation",
    "journey_3_para":"After offer letter you will get a batch for particular month to work in that duration.",

    "journey_4_tag":"Step 4: Verify the project submission",
    "journey_4_para":"We will asssign some projects to you which are benificial to enhance your skills in your intrested domain.",

    "journey_5_tag":"Step 5: Internship certificate",
    "journey_5_para":"After successfully evaluation of projects you will be eligible for internship certificate.",

    "journey_6_tag":"Step 6: Recommendation letter",
    "journey_6_para":"If your are meeting to criteria of project completion then you will get letter of recommendation from BeingDeveloper!!",

    
    "value_1_tag":"Quality",
    "value_1_para":"We believe that Quality service is essential for building and maintaining customer satisfaction and loyalty.",
    "value_1_img" : "https://i.ibb.co/Ph216X5/Quality.jpg",

    "value_2_tag":"Trust",
    "value_2_para":"Trust is the cornerstone of effective collaboration, enabling team members to rely on one another and work towards shared goals with confidence.",
    "value_2_img" : "https://i.ibb.co/7gWZnM9/Trust.jpg",

    "value_3_tag":"Innovation",
    "value_3_para":"Our innovative service is one that provides unique, creative, and valuable solutions to meet the needs and desires of customers.",
    "value_3_img" : "https://i.ibb.co/0ZdZzfc/Innovation.jpg",

    "value_4_tag":"Experience",
    "value_4_para":"Understand and meet the needs and expectations of customers by providing personalized, efficient, and memorable interactions.",
    "value_4_img" : "https://i.ibb.co/RDZBzRF/Experience.jpg",

    "value_5_tag":"Competitive pricing",
    "value_5_para":"Offers affordable and competitive prices while maintaining a high level of quality and customer satisfaction.",
    "value_5_img" : "https://i.ibb.co/tcZF3MS/Competitive-pricing.jpg",

    "value_6_tag":"Commitment",
    "value_6_para":"Our company/community is committed to providing exceptional service by dedicating ourselves fully to meeting the needs and expectations of our customers.",
    "value_6_img" : "https://i.ibb.co/YN4cnSp/Commitment-JPG.gif"
}




